INSERT INTO products (name, calories_per_100g, proteins_per_100g, fats_per_100g, carbs_per_100g, category) VALUES
('Куриная грудка (отварная)', 137, 29.8, 1.8, 0, 'Мясо'),
('Яйцо куриное (1 шт)', 157, 12.7, 11.5, 0.7, 'Яйца'),
('Овсянка на воде', 88, 3, 1.7, 15, 'Крупы'),
('Творог 5%', 121, 17.2, 5, 1.8, 'Молочное'),
('Банан', 95, 1.5, 0.2, 21.8, 'Фрукты'),
('Гречка вареная', 110, 4.2, 1.1, 21.3, 'Крупы'),
('Говядина тушеная', 213, 15, 17, 0, 'Мясо'),
('Рис белый вареный', 116, 2.2, 0.5, 24.9, 'Крупы'),
('Яблоко зеленое', 52, 0.3, 0.2, 14, 'Фрукты'),
('Миндаль', 576, 21, 49, 22, 'Орехи');
